<?php
include_once 'config.php';

// ========================= 区分pc，wap模板与数据格式整理 start  =======================
if(MALL_UA_IS_PC == 1)
{
    //****************** pc版 ******************
    include_once './seller_list-pc.php';
}
else
{
	// ========================= 初始化接口 start =======================



	// ========================= 初始化接口 end =======================
    //****************** wap版 ******************
    include_once './seller_list-wap.php';
}
// ========================= 区分pc，wap模板与数据格式整理 end  =======================


// ========================= 最终模板输出  =======================
$tpl->output();
?>