<?php
return array(
			 'common'=>array(
                 '1'=>'图片不清晰或美观',
                 '2'=>'内容涉及广告或敏感信息',
                 '3'=>'信息不完整或不符合要求',
             ),
             'dresser'=>array(
                 '4'=>'化妆师描述不详细'
             ),
             'model'=>array(
                 '4'=>'身材信息不齐全',
                 '5'=>'作品少于3张',
             ),
             'studio'=>array(
                 '4'=>'影棚地址不详细',
             ),
             'cameror'=>array(
                 '4'=>'作品分辨率不足',
                 '5'=>'作品质量不符合要求，请提供优秀作品',
                 '6'=>'上传作品与认证无关，请提供人像作品',
             ),
             'diet'=>array(
                 '4'=>'套餐菜单不清晰',
                 '5'=>'照片与菜单菜色不符',
                 '6'=>'服务地点不清晰',
                 
             ),
             
             
);
?>